"lblChargeLimit" = "Limit ładowania:";
"btnDischarge" = "Rozładuj";
"btnTopup" = "Doładuj";
"btnInstallHelper" = "Zainstaluj";
"btnQuit" = "Zamknij";
"hlpSailingModePopover" = "Tryb pływania aktywny.";
"hlpCalibrationPopover" = "Aktualnie balansuje i kalibruje.";
"hlpHeatProtectionPopover" = "Zatrzymano ładowanie z powodu wysokiej temperatury. Aktualna temperatura: ";
"hlpIntelModePopover" = "Tryb Intela włączony.";
"lblSailingMode" = "Tryb pływania";
"txtEnabled" = "Włączone";
"txtDisabled" = "Wyłączone";
"hlpSailingModeSettings" = "Po zakończonym ładowania do ustawionego poziomu AlDente pozwoli twojemu MacBookowi rozładować się o określoną ilość procent przed wznowieniem ładowania. Przeciwdziała to częstemu doładowywaniu baterii do zadanej wartości.";
"txtWillSailTo" = "Będzie pływać do ";
"txtSailingModeDeactivated" = "Tryb pływania wyłączony.";
"lblHeatProtection" = "Zabezpieczenie temperaturowe";
"hlpHeatProtectionSettings" = "AlDente automatycznie przestaje ładować gdy temperatura przekroczy ustawioną wartość.";
"txtMaxTemp" = "Maksymalna temperatura";
"txtCurrent" = "  Aktualnie: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Zabezpieczenie temperaturowe wyłączone.";
"lblCalibrationMode" = "Tryb kalibracji";
"btnStopCalibration" = "Zatrzymaj kalibrację";
"btnStartCalibration" = "Rozpocznij kalibrację";
"txtDischarge15" = "Rozładuj\n15%";
"txtCharge100" = "Naładuj\n100%";
"txtHold1h" = "Utrzymuj\n1 godz.";
"txtDischarge" = "Rozładuj\n";
"lblStopChargingWhenSleeping" = "Zatrzymaj ładowanie\nw trybie uśpienia";
"hlpStopChargingWhenSleeping" = "Gdy to ustawienie jest włączone, ładowanie jest automatycznie zatrzymywane gdy system przechodzi w tryb uśpienia, nawet gdy nie osiągnięto oczekiwanego poziomu naładowania.";
"lblStopChargingWhenClosed" = "Zatrzymaj ładowanie gdy\naplikacja jest zamknięta";
"lblStopChargingWhenPoweredOff" = "Wyłącz ładowanie\ngdy MacBook jest wyłączony";
"hlpStopChargingWhenPoweredOff" = "Gdy to ustawienie jest włączone, ładowanie jest automatycznie zatrzymywane po zamknięciu AlDente. Ładowanie zostanie wznowione po ponownym uruchomieniu aplikacji lub po restarcie SMC.";
"lblIntelMode" = "Tryb Intela";
"hlpIntelModeSettings" = "Dostępne tylko na MacBookach z procesorem Intela. Używa innego klucza SMC do sterowania ładowaniem. Funkcje takie jak wymuszone rozładowanie, tryb pływania czy kalibracji nie są dostępne ale limit naładowania zostaje zapisany nawet po restarcie Maca. Poziom naładowania może się różnić do 5% od ustawionego.";
"lblHelperApp" = "Aplikacja pomocnicza";
"btnReinstall" = "Przeinstaluj";
"btnRemove" = "Usuń";
"lblUpdates" = "Uaktualnienia";
"btnCheckForUpdates" = "Sprawdź automatycznie";
"txtCheckManually" = "Ręcznie";
"txtCheckAutomatically" = "Automatycznie";
"lblOther" = "Pozostałe";
"btnManageLicense" = "Zarządzaj licencją";
"btnActivateLicense" = "Aktywuj licencję";
"btnSaveDebugFile" = "Zapisz plik dziennika";
"lblLaunchAtLogin" = "Autostart";
"hlpLaunchAtLogin" = "Automatycznie uruchamia AlDente po starcie systemu";
"lblRestoreCompleted" = "Przywracanie gotowe!";
"txtRestoreCompleted" = "Twoje ustawienia zostały przywrócone do wartości domyślnych.";
"btnResetSettings" = "Zresetuj ustawienia";
"lblShowOnlyAlDenteIcon" = "Pokaż tylko ikonę AlDente";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Free";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Ugotowano w 2024 przez AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Kup Pro!";
"lblSyncingChargeState" = "Synchronizowanie poziomu naładowania";
"txtDischargeExitDescription" = "Ponieważ AlDente aktualnie rozładowuje baterię, aplikacja musi pozostać aktywna aż macOS rozpozna że rozładowywanie się zakończyło. Naciśnij OK aby mimo to opuścić aplikację. Twój ekran może stać się na chwilę czarny.";
"btnOK" = "OK";
"btnCancel" = "Anuluj";
"lblIntelNotification" = "AlDente działa w trybie Intela";
"txtIntelNotification" = "Z powodu ograniczeń sprzętowych tylko tryb Intela jest dostępny na tym MacBooku. Funkcje z wersji Pro nie mogą być aktywowane w tym trybie.";
"lblSetupNotification" = "AlDente Pro ustawienia";
"txtSetupNotification" = "Proszę przejdź do:\n\nPreferencje systemowe ➔ Bateria ➔ Bateria\n\n i wyłącz\n\n \Zoptymalizowane ładowanie\.\n\nTo pozwoli AlDente przejąć pełną kontrolę nad ładowaniem.";
"lblUpdateHelperNotification" = "Aktualizuj pomocnika";
"txtUpdateHelperNotification" = "AlDente musi zaktualizować aplikację pomocnika. Możesz zawsze usunąć pomocnika korzystając z przycisku \Usuń pomocnika\.";
"lblInstallHelperNotification" = "Zainstaluj pomocnika";
"txtInstallHelperNotification" = "Aby sterować ładowaniem MacBooka, AlDente Pro musi zainstalować aplikację pomocniczą. Możesz usunąć tę aplikację korzystając z przycisku \Usuń pomocnika\.";
"lblHelperInstallSuccessNotification" = "Pomocnik został zainstalowany!";
"lblRemoveHelperNotification" = "Odinstalować pomocnika?";
"txtRemoveHelperNotification" = "Czy jesteś pewien, że chcesz usunąć pomocnika? AlDente nie może działać bez aplikacji pomocniczej.";
"lblHelperRemovedNotification" = "Pomocnik usunięty";
"txtHelperRemovedNotification" = "Usunąłeś aplikację pomocniczą. Ponieważ AlDente używa pomocnika aby czynić swoją magię, do czasu jego reinstalacji AlDente nie będzie mogło sterować ładowaniem. AlDente zostanie teraz zamknięte.";
"lblClamshellDischargeProNotification" = "Przepraszam!";
"txtClamshellDischargeProNotification" = "Wymuszone rozładowywanie przy zamkniętej pokrywie jest dostępne tylko w wersji Pro.";
"lblDischargeInfoNotification" = "Kilka słów o trybie rozładowywania";
"txtDischargeInfoNotification" = "Aby aktywować rozładowywanie, także przy zamkniętej pokrywie, AlDente musi tymczasowo dezaktywować tryb uśpienia. Z tego powodu opcja Uśpij może być wyszarzana na niektórych MacBookach. Dodatkowo niektóre aplikacje zarządzające trybem uśpienia mogą nie działać poprawnie.";
"lblDebugInfoSavedNotification" = "Zapisano plik dziennika";
"txtDebugInfoSavedNotification" = "Plik dziennika został poprawnie zapisany w: ";
"lblActivationSuccessfulNotification" = "Aktywacja powiodła się!";
"txtActivationSuccessfulNotification" = "Dziękujemy za zakup AlDente Pro! Niech makaron będzie z Tobą!";
"lblNoConnectionNotification" = "Brak połączenia";
"lblDisableSleepCompletely" = "Wyłącz uśpienie do\nmomentu naładowania.";
"hlpDisableSleepCompletely" = "Gdy to ustawienie jest włączone, AlDente dezaktywuje tryb uśpienia w Twoim MacBooku do czasu osiągnięcia zadanego poziomu naładowania, nawet gdy pokrywa jest zamknięta. Tryb uśpienia jest automatycznie aktywowany gdy Mac jest odłączany od zasilania.";
"lblShowOnStartup" = "Pokaż na starcie";
"hlpShowOnStartup" = "Interfejs użytkownika AlDente otworzy się automatycznie po uruchomieniu aplikacji.";
"hlpShowDockIcon" = "W doku widoczna jest ikona AlDente.";
"lblShowDockIcon" = "Pokaż ikonę Docka";
"hlpNoMenubarIcon" = "Usuń ikonę AlDente z paska menu. Po włączeniu, aplikacja jest dostępna tylko za pośrednictwem ikony stacji dokującej.";
"lblPopoverAnimation" = "Animacja wyskakująca";
"hlpPopoverAnimation" = "Włącza lub wyłącza animację Popup.";
"lblPopupWindow" = "Wyskakujące okno";
"lblNoMenubarIcon" = "Ukryj ikonę paska menu";
"lblMenubarIcon" = "Ikona paska menu";
"txtHold" = "Przytrzymaj\n";
"txtDifference" = "Różnica:";
"txtNoConnectionNotification" = "AlDente musi co 30 dni sprawdzać, czy Twoja licencja jest ważna. Aby AlDente mógł działać, połącz się z internetem.";
"lblAdvancedIntelMode" = "Zaawansowany tryb Intel";
"hlpSettingsLock" = "Ustawienia są zablokowane. Skontaktuj się z administratorem systemu, aby je uwolnić.";
"hlpUseRealPercentage" = "Gdy to ustawienie jest włączone, AlDente przyjmuje jako odniesienie rzeczywisty procent baterii sprzętowej. Wartość pokazywana w macOS zwykle różni się od tej o kilka procent, w zależności od wieku baterii i stanu naładowania.";
"ttlStats" = "Statystyki";
"lblUseRealPercentage" = "Procent baterii sprzętowej";
"hlpShowOnlyAlDenteIcon" = "Kto nie chciałby za każdym razem mieć świeżego talerza makaronu w swoim pasku menu?";
"hlpShowBatteryIcon" = "Kto nie chciałby za każdym razem mieć świeżego talerza makaronu w swoim pasku menu?";
"hlpShowPercentage" = "Kto nie chciałby za każdym razem mieć świeżego talerza makaronu w swoim pasku menu?";
"lblCheckAutomatically" = "Sprawdź automatycznie";
"txtIntelExplanation" = "Na MacBooku limit ładowania może się utrzymywać, gdy jest wyłączony lub w trybie uśpienia. Należy pamiętać, że w takich przypadkach procent może się różnić o kilka punktów ze względu na ograniczenia techniczne.";
"ttlMoreSettings" = "Więcej";
"ttlScheduleSettings" = "Harmonogram";
"lblSleep" = "Tryb uśpienia";
"lblLockScreenWhenClosed" = "Zablokuj ekran po zamknięciu";
"hlpLockScreenWhenClosed" = "Po włączeniu ekran jest automatycznie blokowany po zamknięciu pokrywy i dezaktywacji trybu uśpienia.";
"lblAutomaticDischarge" = "Automatyczne rozładowanie";
"hlpAutomaticDischarge" = "Po włączeniu AlDente automatycznie rozładuje baterię do ustawionej wartości, jeśli bieżący procent jest wyższy.";
"lblCharging" = "Ładowanie";
"hlpAutomaticDischargeButton" = "AlDente automatycznie rozładuje baterię, gdy ustawiony limit ładowania będzie niższy niż procent baterii.";
"ttlGeneralSettings" = "Ogólne";
"ttlChargeSettings" = "Ładowanie";
"ttlFeatureSettings" = "Cechy";
"ttlAppearanceSettings" = "Wygląd";
"txtSetupNotificationVentura" = "Przejdź do:\n\nPreferencje systemowe ➔\nBateria ➔\nStan baterii (przycisk informacyjny)\n\ni wyłącz:\n\n \Zoptymalizowane ładowanie baterii\.\n\nTo gwarantuje, że AlDente ma pełną kontrolę nad sposobem ładowania.";
"lblMagsafeLED" = "Magsafe LED";
"lblControlMagsafeLED" = "Kontroluj Magsafe LED";
"hlpControlMagsafeLED" = "Jeśli to ustawienie jest włączone, AlDente dopasowuje kolor diody Magsafe do aktualnego stanu ładowania.";
"lblBlinkOrangeDischarge" = "Miga na pomarańczowo podczas rozładowywania";
"hlpBlinkOrangeDischarge" = "Jeśli to ustawienie jest włączone, dioda Magsafe będzie migać na pomarańczowo, gdy włączone jest rozładowywanie.";
"lblMagsafeAlwaysOff" = "Zawsze wyłączony";
"hlpMagsafeAlwaysOff" = "Jeśli to ustawienie jest włączone, dioda Magsafe jest zawsze wyłączona, dopóki AlDente działa.";
"ttlCalibrationNotPossible" = "Kalibracja niemożliwa!";
"txtCalibrationNotPossible" = "Tryb kalibracji jest dostępny tylko wtedy, gdy podłączona jest ładowarka.";
"ttlSMCIssue" = "Błąd limitu ładowania";
"ttlLowChargeLimitWarning" = "Niski limit ładowania";
"txtLowChargeLimitWarning" = "Utrzymywanie baterii na niskim poziomie przez dłuższy czas może zwiększyć ryzyko błędnej kalibracji.\nMoże to prowadzić do niezamierzonego wyłączenia urządzenia.\nW takim przypadku zwykle można to naprawić za pomocą trybu kalibracji AlDente.";
"txtSMCIssue" = "Firma AlDente wykryła problem z systemem macOS, który może powodować tymczasowe wyłączenie ogranicznika ładowania.\nWykonaj następujące czynności, aby przywrócić działanie AlDente:\n1. Odłącz ładowarkę od gniazdka i wyłącz MacBooka\n2. Poczekaj 5 minut\n3. Włącz MacBooka i podłącz ładowarkę\nAlDente powinien znowu działać zgodnie z oczekiwaniami.";
"ttlTasks" = "Zadania";
"txtTasksIntelMode" = "Planowanie zadań nie jest dostępne w trybie Intel.";
"txtTasksNotActivated" = "Pobierz AlDente Pro, aby odblokować planowanie zadań!";
"txtCreateNewTask" = "Użyj przycisku +, aby dodać nowe zadanie!";
"txtTask" = "Zadanie";
"txtStartTasksNext" = "Rozpocznij zadania przy następnej okazji:";
"txtTaskHistory" = "Historia zadań";
"ttlName" = "Nazwa:";
"ttlActive" = "Aktywny:";
"ttlAction" = "Działanie:";
"txtTopUp" = "Doładowanie";
"txtDischargeTo" = "Wyładowanie do";
"ttlRepeat" = "Powtarzaj:";
"txtDaily" = "Codziennie";
"txtWeekly" = "Co tydzień";
"txtMonthly" = "Co miesiąc";
"ttlStart" = "Początek:";
"hlpStartTasksNext" = "AlDente nie może uruchamiać zadań, gdy MacBook jest uśpiony lub wyłączony. Jeśli Twój MacBook był uśpiony lub wyłączony podczas wykonywania zadania, rozpocznie je przy następnej okazji, gdy zostanie ponownie włączony.";
"lblHelperInstallError" = "Błąd instalacji pomocnika";
"txtHelperInstallError" = "Wystąpił problem podczas instalacji pomocnika. Kliknij przycisk Dalej, aby ponownie załadować usługę pomocniczą. Zostaniesz poproszony o ponowne wprowadzenie hasła.";
"txtInstallHelper" = "AlDente potrzebuje uruchomionej aplikacji pomocniczej, aby działać. Zainstaluj aplikację pomocniczą.";
"txtHelperInstallSuccessNotification" = "Aplikacja pomocnicza została pomyślnie zainstalowana!";
"txtPause" = "Wstrzymaj ładowanie";
"txtCalibrate" = "Uruchom tryb kalibracji";
"txtChargeTo" = "Ustaw limit ładowania";
"ttlAlDenteSetup" = "Konfiguracja AlDente";
"txtAlDenteHeadline" = "Witamy w AlDente!";
"txtIntro" = "Zanim zaczniemy, musimy skonfigurować kilka rzeczy.";
"ttlInstallHelper" = "Zainstaluj aplikację pomocniczą";
"txtInstallHelperInfo" = "AlDente potrzebuje aplikacji pomocniczej, aby kontrolować sposób ładowania MacBooka.";
"txtHelperInstalled" = "(Pomocnik już zainstalowany)";
"ttlOptimisedCharging" = "Zoptymalizowane ładowanie baterii";
"txtOptimisedChargingInfo" = "Aby zapewnić firmie AlDente pełną kontrolę nad przebiegiem ładowania Twojego MacBooka, należy wyłączyć zoptymalizowane ładowanie baterii.";
"bpOpenSettings" = "• Otwórz Ustawienia systemowe → Bateria";
"bpClickInfoButton" = "• Kliknij przycisk informacji obok Stan baterii";
"bpDisableOptimisedCharging" = "• Wyłącz Zoptymalizowane ładowanie baterii";
"txtDisableOptimisedChargingOld" = "Przejdź do: Preferencje systemowe ➔ Bateria ➔ Bateria i wyłącz: Zoptymalizowane ładowanie baterii.";
"btnOpenSettings" = "Otwórz ustawienia";
"ttlCustomiseAlDente" = "Dostosuj AlDente";
"txtPresetInfo" = "Jak używasz MacBooka?";
"btnMostlyHome" = "Głównie dom";
"btnOnTheGo" = "W drodze";
"btnSkip" = "Pomiń";
"ttlSetupModal" = "Spowoduje to skonfigurowanie następujących ustawień:";
"bpChargeLimit" = "• Limit ładowania";
"bpLaunchAtLogin" = "• Uruchom przy logowaniu";
"bpSailingMode" = "• Tryb pływania*";
"bpHeatProtection" = "• Ochrona termiczna*";
"bpAutomaticDischarge" = "• Automatyczne rozładowanie*";
"bpStopChargingWhenSleeping" = "• Zatrzymaj ładowanie podczas uśpienia*";
"bpStopChargingWhenClosed" = "• Zatrzymaj ładowanie po zamknięciu aplikacji*";
"bpHardwareBatteryPercentage" = "• Procent baterii sprzętowej*";
"ttlProLicense" = "Licencja Pro";
"txtProLicenseInfo" = "Jeśli masz już licencję Pro, możesz ją aktywować tutaj.";
"btnUseFree" = "Użyj darmowego";
"btnActivatePro" = "Aktywuj Pro";
"txtOn" = "Włączony";
"txtOff" = "Wyłączony";
"txtOnlyInPro" = "* Dostępne tylko w AlDente Pro";
"txtEveryWeekday" = "Dni powszednie";
"txtEvery2Weeks" = "Co dwa tygodnie";
"lblStats" = "Statystyki";
"lblPowerFlowNotAvailable" = "Ze względu na ograniczenia techniczne funkcja Power Flow nie jest dostępna w tym systemie.";
"txtPowerFlowFreeExplanation" = "To tylko przykładowe dane do celów demonstracyjnych. Odblokuj AlDente Pro, aby uzyskać dane w czasie rzeczywistym!";
"lblShowInPopover" = "Pokaż w Popover";
"hlpShowInPopover" = "Jeśli ta opcja jest włączona, ten widżet będzie również widoczny w wyskakującym okienku paska menu.";
"lblShowPercentage" = "Pokaż procent";
"lblShowBatteryIcon" = "Pokaż baterię";
"lblDischargeLimitToHighNotification" = "Zbyt wysoki limit ładowania";
"txtDischargeLimitToHighNotification" = "Aby korzystać z funkcji rozładowania, należy ustawić limit ładowania na wartość niższą niż aktualny procent baterii.";
"chkDontAskAgain" = "Nie pytaj ponownie";
"lblLimit" = "Limit:";
"txtAlDenteStatus" = "Stan AlDente";
"txtMacOSNative" = "macOS natywny";
"txtMacOSColored" = "macOS w kolorze";
"ttlSettingsBackup" = "Znaleziono kopię zapasową ustawień AlDente Pro. Czy chcesz ją przywrócić?";
"txtSettingsBackup" = "Przywrócić ustawienia Pro?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "Ustawienia AlDente";
"txtDontShow" = "Nie pokazuj";
"txtDontRepeat" = "Nie powtarzaj";
"lblIconStyle" = "Styl ikony";
"txtAlDenteIcon" = "Logo AlDente";
"txtEnterTargetPercentage" = "Wprowadź procent docelowy:";
"hlpSailingMinPerc" = "Poniżej 20%AlDente zawsze ładuje baterię, a tryb pływania jest zastępowany.";
"ttlPowerFlow" = "Przepływ mocy";
"chkRembemberDecision" = "Pamiętaj o mojej decyzji";
"ttlSensorData" = "Dane czujników";
"ttlBatHealth" = "Zdrowie baterii";
"txtDesignCap" = "Pojemność fabryczna:";
"txtMaxCap" = "Maksymalna pojemność:";
"txtHardwareCap" = "Pojemność sprzętowa:";
"txtMacOSCap" = "Pojemność macOS:";
"txtCycleCount" = "Liczba cykli:";
"ttlBatSpecs" = "Specyfikacja baterii";
"txtBatTemp" = "Temperatura baterii:";
"txtTimeRemaining" = "Pozostały czas:";
"txtTimeToFull" = "Czas do pełnego:";
"txtBatterySerial" = "Numer seryjny:";
"ttlElectricalSpecs" = "Specyfikacja elektryczna";
"txtChargerI" = "Prąd ładowarki:";
"txtChargerU" = "Napięcie ładowarki:";
"txtBatI" = "Prąd baterii:";
"txtBatU" = "Napięcie baterii:";
"txtSystemP" = "Obciążenie systemu:";
"txtCalibrationInterrupted" = "Tryb kalibracji został przerwany. Czy chcesz kontynuować kalibrację?";
"txtPopover" = "Pokaż w popover";
"ttlQuitApp" = "Zamknij AlDente?";
"txtQuitApp" = "Chcesz zamknąć AlDente?";
"txtCondition" = "Kondycja macOS:";
"hlpLowPowerMode" = "MacOS Tryb niskiej mocy jest aktywny.";
"lblLowPowerMode" = "Tryb niskiej mocy";
"lblTopUpWhileCalibrationNotification" = "Uzupełnij niemożliwe.";
"txtTopUpWhileCalibrationNotification" = "Doładowanie nie jest możliwe podczas działania kalibracji.Przed rozpoczęciem uzupełnienia trybu kalibracji wyłącz.";
"txtNothing" = "Nic nie robić";
"hlpRightClickAction" = "Określa, co powinno się stać, gdy ikona AlDente na pasku menu jest kliknięta prawym przyciskiem myszy.";
"txtToggleChargeLimit" = "Rozpocznij/zatrzymaj ładowanie";
"txtToggleLPM" = "Włącz/wyłącz tryb niskiej mocy";
"txtRightClickAction" = "Menubar Kliknij prawym przyciskiem myszy";
